<!DOCTYPE html>
<html lang="en-us">
	<head>
		<meta charset="UTF-8">
		<title>&ldquo;F&amacr;b&amacr;mur thematis f&amacr;t&imacr;&rdquo;, vel, qualiter didic&imacr; qui&emacr;scere agit&amacr;r&imacr; et Latinum am&amacr;re</title>
		<link href="https://free.bboxtype.com/embedfonts/?family=FiraGO:100,100i,200,200i,300,300i,400,400i,500,500i,600,600i,700,700i,800,800i,900,900i" rel="stylesheet">
		<link rel="stylesheet" type="text/css" href="css.css">
	</head>
<body class="fixheight light">

	<h1 class="centred petitecaps balanced-wrap" style="line-height: initial;">&ldquo;F&amacr;b&amacr;mur thematis f&amacr;t&imacr;,&rdquo; vel, qualiter didic&imacr; qui&emacr;scere agit&amacr;r&imacr; et Latinum am&amacr;re</h1>
	<h2 class="centred petitecaps balanced-wrap" style="line-height: initial;">(&ldquo;We Were Speaking of Fate&rdquo;, or, How I Learned to Stop Worrying and Love Latin)</h2>

<p>When I translated <em class="accent weight3">Where Monsters Are in Dreams</em>&rsquo; level name <span class="accent weight3">&ldquo;We Were Speaking of Fate&rdquo;</span> to Latin, I settled on <span class="accent weight3" lang="la">&ldquo;F&amacr;b&amacr;mur thematis f&amacr;t&imacr;&rdquo;</span>. This is actually wordy: its most obvious literal translation is <span class="toc-counter weight1">&ldquo;we were speaking of the theme of fate&rdquo;</span>. <span class="toc-counter weight1">“F&amacr;b&amacr;mur f&amacr;t&imacr;”</span> would be more precise and concise, so why didn&rsquo;t I use that? Two reasons:</p>

<ol>
	<li><em class="accent weight3" lang="la">Thema</em>, whence <em class="accent weight3" lang="la">thematis</em>, has an alternate meaning: <em class="toc-counter weight1">the alignment of celestial bodies at a person&rsquo;s birth, horoscope</em> (per Wiktionary). So, metaphorically, also <em>fate</em>. (I don&rsquo;t believe in astrology, but I set that aside for the sake of poetic license.)</li>
	<li><em class="accent weight3" lang="la">F&amacr;b&amacr;mur</em> is the active imperfect indicative first-person plural form of the verb <em class="accent weight3" lang="la">for</em>, or <em class="toc-counter weight1">I speak</em>. As if by fate, <em class="accent weight3" lang="la">f&amacr;tum</em> (<em class="toc-counter weight1">destiny</em>, <em class="toc-counter weight1">fate</em>, <em class="toc-counter weight1">lot</em>, <em class="toc-counter weight1">death</em>, <em class="toc-counter weight1">speech of a god</em>, <em class="toc-counter weight1">utterance</em>, <em class="toc-counter weight1">declaration</em>, <em class="toc-counter weight1">proclamation</em>, <em class="toc-counter weight1">prediction</em>, <em class="toc-counter weight1">prophecy</em>), whence <em class="accent weight3" lang="la">f&amacr;t&imacr;</em>, is <em class="accent weight3" lang=la>for</em>&rsquo;s neuter perfect active participle; thus, it also means <em class="toc-counter weight1">spoken</em>, <em class="toc-counter weight1">said</em>, <em class="toc-counter weight1">told</em>, <em class="toc-counter weight1">foretold</em>, <em class="toc-counter weight1">related</em>, <em class="toc-counter weight1">predicted</em>, <em class="toc-counter weight1">having or had spoken</em>.</li>
</ol>

<p>Putting this all together, <span class="accent weight3" lang="la">&ldquo;F&amacr;b&amacr;mur thematis f&amacr;t&imacr;&rdquo;</span> could also mean <span class="toc-counter weight1">&ldquo;we were speaking of the fate of the foretold&rdquo;</span>, <span class="toc-counter weight1">&ldquo;we were speaking of the fate of the spoken&rdquo;</span>, and so on. It also effectively packs two puns or double entendres into three words. I found this absolutely wild, and it turned Latin from a casual interest into an obsession.</p>
</body>